Repository: zachzama/siggy
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, fr, id, ja, ko, pt_br, ru, tr, uk, uz, zh_hans, zh_hant

source: Spend limit
de: Ausgabenlimit
fr: Limite de dépenses
id: Batas pengeluaran
ja: 利用額の上限
ko: 지출 한도
pt_br: Limite de gastos
ru: Лимит расходов
tr: Harcama limiti
uk: Ліміт витрат
uz: Xarajat limiti
zh_hans: 支出上限
zh_hant: 支出上限

source: just now
de: gerade eben
fr: à l'instant
id: baru saja
ja: たった今
ko: 방금
pt_br: agora mesmo
ru: только что
tr: az önce
uk: щойно
uz: hozirgina
zh_hans: 刚刚
zh_hant: 剛剛

source: %lld hr
de: %lld Std
fr: %lld h
id: %lld jam
ja: %lld 時間
ko: %lld시간
pt_br: %lld h
ru: %lld ч
tr: %lld sa
uk: %lld год
uz: %lld soat
zh_hans: %lld 小时
zh_hant: %lld 小時

source: %lld hr %lld min
de: %lld Std %lld Min
fr: %lld h %lld min
id: %lld jam %lld mnt
ja: %lld 時間 %lld 分
ko: %lld시간 %lld분
pt_br: %lld h %lld min
ru: %lld ч %lld мин
tr: %lld sa %lld dk
uk: %lld год %lld хв
uz: %lld soat %lld daqiqa
zh_hans: %lld 小时 %lld 分钟
zh_hant: %lld 小時 %lld 分鐘

source: %@ ago
de: vor %@
fr: il y a %@
id: %@ yang lalu
ja: %@前
ko: %@ 전
pt_br: há %@
ru: %@ назад
tr: %@ önce
uk: %@ тому
uz: %@ oldin
zh_hans: %@前
zh_hant: %@前

source: Resetting…
de: Wird zurückgesetzt…
fr: Réinitialisation…
id: Mereset…
ja: リセット中…
ko: 재설정 중…
pt_br: Renovando…
ru: Сброс…
tr: Sıfırlanıyor…
uk: Скидання…
uz: Yangilanmoqda…
zh_hans: 正在重置…
zh_hant: 正在重置…

source: Resets in %lld min
de: Zurücksetzung in %lld Min.
fr: Réinit. dans %lld min
id: Reset dalam %lld mnt
ja: %lld 分後にリセット
ko: %lld분 후 재설정
pt_br: Renova em %lld min
ru: Сброс через %lld мин
tr: %lld dk içinde sıfırlanır
uk: Скидання через %lld хв
uz: %lld daqiqadan soʻng yangilanadi
zh_hans: %lld 分钟后重置
zh_hant: %lld 分鐘後重置

source: Resets in %lld sec
de: Zurücksetzung in %lld Sek.
fr: Réinit. dans %lld s
id: Reset dalam %lld dtk
ja: %lld 秒後にリセット
ko: %lld초 후 재설정
pt_br: Renova em %lld s
ru: Сброс через %lld с
tr: %lld sn içinde sıfırlanır
uk: Скидання через %lld с
uz: %lld soniyadan soʻng yangilanadi
zh_hans: %lld 秒后重置
zh_hant: %lld 秒後重置

source: Resets %@
de: Zurücksetzung %@
fr: Réinit. %@
id: Reset %@
ja: %@ にリセット
ko: %@에 재설정
pt_br: Renova %@
ru: Сброс: %@
tr: Sıfırlanma: %@
uk: Скидання %@
uz: %@ yangilanadi
zh_hans: %@ 重置
zh_hant: %@ 重置

source: %lld%% Used · %lld%% left
de: %lld%% verwendet · %lld%% übrig
fr: %lld%% utilisés · %lld%% restants
id: %lld%% Terpakai · %lld%% tersisa
ja: %lld%% 使用 · 残り %lld%%
ko: %lld%% 사용 · %lld%% 남음
pt_br: %lld%% usado · %lld%% restante
ru: Использовано %lld%% · осталось %lld%%
tr: %%%lld kullanıldı · %%%lld kaldı
uk: Використано %lld%% · лишилось %lld%%
uz: %lld%% ishlatilgan · %lld%% qoldi
zh_hans: %lld%% 已用 · %lld%% 剩余
zh_hant: %lld%% 已用 · %lld%% 剩餘

source: 1 left
de: 1 übrig
fr: 1 restant
id: tersisa 1
ja: 残り 1
ko: 1개 남음
pt_br: 1 restante
ru: Остался 1
tr: 1 kaldı
uk: Лишилось 1
uz: 1 qoldi
zh_hans: 剩余 1
zh_hant: 剩餘 1

source: %lld left
de: %lld übrig
fr: %lld restants
id: tersisa %lld
ja: 残り %lld
ko: %lld개 남음
pt_br: %lld restantes
ru: Осталось %lld
tr: %lld kaldı
uk: Лишилось %lld
uz: %lld qoldi
zh_hans: 剩余 %lld
zh_hant: 剩餘 %lld

source: 1 used
de: 1 verwendet
fr: 1 utilisé
id: 1 terpakai
ja: 1 使用
ko: 1개 사용
pt_br: 1 usado
ru: Использован 1
tr: 1 kullanıldı
uk: Використано 1
uz: 1 ishlatilgan
zh_hans: 已用 1
zh_hant: 已用 1

source: %lld used
de: %lld verwendet
fr: %lld utilisés
id: %lld terpakai
ja: %lld 使用
ko: %lld개 사용
pt_br: %lld usados
ru: Использовано %lld
tr: %lld kullanıldı
uk: Використано %lld
uz: %lld ishlatilgan
zh_hans: 已用 %lld
zh_hant: 已用 %lld

source: No reading
de: Kein Messwert
fr: Aucun relevé
id: Tidak ada data
ja: 読み取りなし
ko: 측정값 없음
pt_br: Sem leitura
ru: Нет данных
tr: Veri yok
uk: Немає даних
uz: Maʼlumot yoʻq
zh_hans: 暂无读数
zh_hant: 暫無讀數

source: %@ until %@
de: %@ bis %@
fr: %@ jusqu'à %@
id: %@ sampai %@
ja: %@（%@ まで）
ko: %@ (%@까지)
pt_br: %@ até %@
ru: %@ до %@
tr: %@ · bitiş: %@
uk: %@ до %@
uz: %@ — %@ gacha
zh_hans: %@，直到 %@
zh_hant: %@，直到 %@

source: Sign in to Claude Code to read your usage
de: Melde dich bei Claude Code an, um deine Nutzung zu lesen
fr: Connectez-vous à Claude Code pour lire votre consommation
id: Masuk ke Claude Code untuk melihat penggunaan
ja: 使用量を読み取るには Claude Code にサインイン
ko: 사용량을 확인하려면 Claude Code에 로그인하십시오
pt_br: Entre no Claude Code para ler seu uso
ru: Войдите в Claude Code, чтобы увидеть использование
tr: Kullanımınızı görmek için Claude Code'da giriş yapın
uk: Увійдіть у Claude Code, щоб бачити використання
uz: Foydalanishingizni oʻqish uchun Claude Codeʼga kiring
zh_hans: 登录 Claude Code 以读取用量
zh_hant: 登入 Claude Code 以讀取用量

source: Sign in to Claude Code in ~/.claude-%@ to read your usage
de: Melde dich in ~/.claude-%@ bei Claude Code an, um deine Nutzung zu lesen
fr: Connectez-vous à Claude Code dans ~/.claude-%@ pour lire votre consommation
id: Masuk ke Claude Code di ~/.claude-%@ untuk melihat penggunaan
ja: 使用量を読み取るには ~/.claude-%@ で Claude Code にサインイン
ko: 사용량을 확인하려면 ~/.claude-%@의 Claude Code에 로그인하십시오
pt_br: Entre no Claude Code em ~/.claude-%@ para ler seu uso
ru: Войдите в Claude Code в ~/.claude-%@, чтобы увидеть использование
tr: Kullanımınızı görmek için ~/.claude-%@ içinde Claude Code'a giriş yapın
uk: Увійдіть у Claude Code в ~/.claude-%@, щоб бачити використання
uz: Foydalanishingizni oʻqish uchun ~/.claude-%@ da Claude Codeʼga kiring
zh_hans: 在 ~/.claude-%@ 登录 Claude Code 以读取用量
zh_hant: 在 ~/.claude-%@ 登入 Claude Code 以讀取用量

source: Sign in to Cursor in the editor
de: Melde dich im Editor bei Cursor an
fr: Connectez-vous à Cursor dans l'éditeur
id: Masuk ke Cursor di editor
ja: エディタで Cursor にサインイン
ko: 편집기에서 Cursor에 로그인하십시오
pt_br: Entre no Cursor pelo editor
ru: Войдите в Cursor в редакторе
tr: Düzenleyicide Cursor'a giriş yapın
uk: Увійдіть у Cursor у редакторі
uz: Muharrirda Cursorʼga kiring
zh_hans: 在 Cursor 编辑器中登录以读取用量
zh_hant: 在 Cursor 編輯器中登入以讀取用量

source: Sign in to Codex to read your usage
de: Melde dich bei Codex an, um deine Nutzung zu lesen
fr: Connectez-vous à Codex pour lire votre consommation
id: Masuk ke Codex untuk melihat penggunaan
ja: 使用量を読み取るには Codex にサインイン
ko: 사용량을 확인하려면 Codex에 로그인하십시오
pt_br: Entre no Codex para ler seu uso
ru: Войдите в Codex, чтобы увидеть использование
tr: Kullanımınızı görmek için Codex'e giriş yapın
uk: Увійдіть у Codex, щоб бачити використання
uz: Foydalanishingizni oʻqish uchun Codexʼga kiring
zh_hans: 登录 Codex 以读取用量
zh_hant: 登入 Codex 以讀取用量

source: Sign in to Antigravity to read your usage
de: Melde dich bei Antigravity an, um deine Nutzung zu lesen
fr: Connectez-vous à Antigravity pour lire votre consommation
id: Masuk ke Antigravity untuk melihat penggunaan
ja: 使用量を読み取るには Antigravity にサインイン
ko: 사용량을 확인하려면 Antigravity에 로그인하십시오
pt_br: Entre no Antigravity para ler seu uso
ru: Войдите в Antigravity, чтобы увидеть использование
tr: Kullanımınızı görmek için Antigravity'ye giriş yapın
uk: Увійдіть в Antigravity, щоб бачити використання
uz: Foydalanishingizni oʻqish uchun Antigravityʼga kiring
zh_hans: 登录 Antigravity 以读取用量
zh_hant: 登入 Antigravity 以讀取用量

source: Sign in to Antigravity in ~/.gemini/antigravity-%@ to read your usage
de: Melde dich in ~/.gemini/antigravity-%@ bei Antigravity an, um deine Nutzung zu lesen
fr: Connectez-vous à Antigravity dans ~/.gemini/antigravity-%@ pour lire votre consommation
id: Masuk ke Antigravity di ~/.gemini/antigravity-%@ untuk melihat penggunaan
ja: 使用量を読み取るには ~/.gemini/antigravity-%@ で Antigravity にサインイン
ko: 사용량을 확인하려면 ~/.gemini/antigravity-%@의 Antigravity에 로그인하십시오
pt_br: Entre no Antigravity em ~/.gemini/antigravity-%@ para ler seu uso
ru: Войдите в Antigravity в ~/.gemini/antigravity-%@, чтобы увидеть использование
tr: Kullanımınızı görmek için ~/.gemini/antigravity-%@ içinde Antigravity'ye giriş yapın
uk: Увійдіть в Antigravity в ~/.gemini/antigravity-%@, щоб бачити використання
uz: Foydalanishingizni oʻqish uchun ~/.gemini/antigravity-%@ da Antigravityʼga kiring
zh_hans: 在 ~/.gemini/antigravity-%@ 登录 Antigravity 以读取用量
zh_hant: 在 ~/.gemini/antigravity-%@ 登入 Antigravity 以讀取用量

source: Set up a GLM Coding Plan key for a coding tool to read your usage
de: Richte einen GLM-Coding-Plan-Schlüssel für ein Coding-Tool ein, um deine Nutzung zu lesen
fr: Configurez une clé GLM Coding Plan dans un outil de code pour lire votre consommation
id: Atur API key GLM Coding Plan untuk alat coding agar dapat membaca penggunaan
ja: 使用量を読み取るには、コーディングツールに GLM Coding Plan のキーを設定
ko: 사용량을 확인하려면 코딩 도구에 GLM Coding Plan 키를 설정하십시오
pt_br: Configure uma chave do GLM Coding Plan em uma ferramenta de código para ler seu uso
ru: Настройте ключ GLM Coding Plan в инструменте разработки, чтобы читать использование
tr: Kullanımınızı görmek için bir kodlama aracında GLM Coding Plan anahtarı ayarlayın
uk: Додайте ключ GLM Coding Plan в інструменті розробки, щоб бачити використання
uz: Foydalanishingizni oʻqish uchun kodlash vositasiga GLM Coding Plan kalitini sozlang
zh_hans: 为某个编程工具配置 GLM Coding Plan 密钥以读取用量
zh_hant: 為某個程式設計工具設定 GLM Coding Plan 金鑰以讀取用量

source: Connect the Go plan in OpenCode to read your usage
de: Verbinde den Go-Tarif in OpenCode, um deine Nutzung zu lesen
fr: Connectez le plan Go dans OpenCode pour lire votre consommation
id: Hubungkan paket Go di OpenCode untuk melihat penggunaan
ja: 使用量を読み取るには OpenCode で Go プランを接続
ko: 사용량을 확인하려면 OpenCode에서 Go 요금제를 연결하십시오
pt_br: Conecte o plano Go no OpenCode para ler seu uso
ru: Подключите тариф Go в OpenCode, чтобы читать использование
tr: Kullanımınızı görmek için OpenCode'da Go planını bağlayın
uk: Підключіть тариф Go в OpenCode, щоб бачити використання
uz: Foydalanishingizni oʻqish uchun OpenCodeʼda Go rejasini ulang
zh_hans: 在 OpenCode 中开通 Go 套餐以读取用量
zh_hant: 在 OpenCode 中開通 Go 方案以讀取用量

source: Sign in to %@ to read your usage
de: Melde dich bei %@ an, um deine Nutzung zu lesen
fr: Connectez-vous à %@ pour lire votre consommation
id: Masuk ke %@ untuk melihat penggunaan
ja: 使用量を読み取るには %@ にサインイン
ko: 사용량을 확인하려면 %@에 로그인하십시오
pt_br: Entre no %@ para ler seu uso
ru: Войдите в %@, чтобы увидеть использование
tr: Kullanımınızı görmek için giriş yapın: %@
uk: Увійдіть у %@, щоб бачити використання
uz: Foydalanishingizni oʻqish uchun %@ ga kiring
zh_hans: 登录 %@ 以读取用量
zh_hant: 登入 %@ 以讀取用量

source: Codenotch was refused access to %@'s saved login. Click this ring to ask again, and choose Always Allow.
de: Codenotch wurde der Zugriff auf die gespeicherte Anmeldung von %@ verweigert. Klicke auf diesen Ring, um erneut zu fragen, und wähle „Immer erlauben“.
fr: Codenotch s'est vu refuser l'accès aux identifiants enregistrés de %@. Cliquez sur cet anneau pour redemander, puis choisissez Toujours autoriser.
id: Codenotch ditolak mengakses info login %@ yang tersimpan. Klik ring ini untuk meminta izin lagi, lalu pilih Selalu Izinkan.
ja: Codenotch は %@ の保存済みログインへのアクセスを拒否されました。このリングをクリックして再度要求し、「常に許可」を選んでください。
ko: %@의 저장된 로그인 정보에 대한 Codenotch의 접근이 거부되었습니다. 이 링을 클릭해 다시 요청하고 ‘항상 허용’을 선택하십시오.
pt_br: O Codenotch teve acesso negado ao login salvo do %@. Clique neste anel para pedir de novo e escolha Sempre Permitir.
ru: Codenotch не получил доступ к сохранённому входу %@. Нажмите это кольцо, повторите запрос и выберите «Разрешать всегда».
tr: Codenotch'un %@ için kayıtlı girişe erişimi reddedildi. Tekrar sormak için bu halkaya tıklayın ve Her Zaman İzin Ver'i seçin.
uk: Codenotch не отримав доступу до збереженого входу %@. Натисніть це кільце, щоб запитати знову, і виберіть «Завжди дозволяти».
uz: Codenotchʼga %@ ning saqlangan kirish maʼlumotiga ruxsat berilmadi. Qayta soʻrash uchun bu halqani bosing va Always Allow ni tanlang.
zh_hans: Codenotch 未能读取 %@ 已保存的登录信息。点击这个圆环再试一次，并选择「始终允许」。
zh_hant: Codenotch 未能讀取 %@ 已儲存的登入資訊。點按這個圓環再試一次，並選擇「始終允許」。

source: Couldn't read usage — %@
de: Nutzung konnte nicht gelesen werden — %@
fr: Lecture de la consommation impossible — %@
id: Gagal membaca penggunaan — %@
ja: 使用量を読み取れませんでした — %@
ko: 사용량을 읽을 수 없습니다 — %@
pt_br: Não foi possível ler o uso — %@
ru: Не удалось прочитать использование — %@
tr: Kullanım okunamadı — %@
uk: Не вдалося прочитати використання — %@
uz: Foydalanishni oʻqib boʻlmadi — %@
zh_hans: 无法读取用量 — %@
zh_hant: 無法讀取用量 — %@

source: Waiting for the first reading…
de: Wartet auf den ersten Messwert…
fr: En attente du premier relevé…
id: Menunggu data pertama…
ja: 最初の読み取りを待っています…
ko: 첫 측정값을 기다리는 중…
pt_br: Aguardando a primeira leitura…
ru: Ожидание первых данных…
tr: İlk veri bekleniyor…
uk: Очікування першого показника…
uz: Birinchi maʼlumot kutilmoqda…
zh_hans: 正在等待首次读数…
zh_hant: 正在等待首次讀數…

source: Current session
de: Aktuelle Sitzung
fr: Session en cours
id: Sesi saat ini
ja: 現在のセッション
ko: 현재 세션
pt_br: Sessão atual
ru: Текущая сессия
tr: Geçerli oturum
uk: Поточна сесія
uz: Hozirgi sessiya
zh_hans: 当前会话
zh_hant: 目前工作階段

source: All models
de: Alle Modelle
fr: Tous les modèles
id: Semua model
ja: 全モデル
ko: 모든 모델
pt_br: Todos os modelos
ru: Все модели
tr: Tüm modeller
uk: Усі моделі
uz: Barcha modellar
zh_hans: 全部模型
zh_hant: 全部模型

source: Included usage
de: Enthaltene Nutzung
fr: Consommation incluse
id: Penggunaan termasuk
ja: プラン内の使用量
ko: 포함 사용량
pt_br: Uso incluído
ru: Включённый объём
tr: Dahil kullanım
uk: Використання в тарифі
uz: Kiritilgan foydalanish
zh_hans: 套餐用量
zh_hant: 方案用量

source: API usage
de: API-Nutzung
fr: Consommation API
id: Penggunaan API
ja: API 使用量
ko: API 사용량
pt_br: Uso da API
ru: Использование API
tr: API kullanımı
uk: Використання API
uz: API foydalanishi
zh_hans: API 用量
zh_hant: API 用量

source: On demand
de: Bei Bedarf
fr: À la demande
id: Sesuai permintaan
ja: 従量課金
ko: 온디맨드
pt_br: Sob demanda
ru: По запросу
tr: İsteğe bağlı
uk: За потребою
uz: Soʻrov boʻyicha
zh_hans: 按需用量
zh_hant: 按需用量

source: 5h limit
de: 5-Std.-Limit
fr: Limite 5 h
id: Batas 5 jam
ja: 5 時間の上限
ko: 5시간 제한
pt_br: Limite de 5h
ru: Лимит на 5 ч
tr: 5 saatlik limit
uk: Ліміт 5 год
uz: 5 soatlik limit
zh_hans: 5 小时额度
zh_hant: 5 小時額度

source: Weekly limit
de: Wochenlimit
fr: Limite hebdomadaire
id: Batas mingguan
ja: 週間の上限
ko: 주간 제한
pt_br: Limite semanal
ru: Недельный лимит
tr: Haftalık limit
uk: Тижневий ліміт
uz: Haftalik limit
zh_hans: 每周额度
zh_hant: 每週額度

source: Monthly limit
de: Monatslimit
fr: Limite mensuelle
id: Batas bulanan
ja: 月間の上限
ko: 월간 제한
pt_br: Limite mensal
ru: Месячный лимит
tr: Aylık limit
uk: Місячний ліміт
uz: Oylik limit
zh_hans: 每月额度
zh_hant: 每月額度

source: Daily quota
de: Tageskontingent
fr: Quota quotidien
id: Kuota harian
ja: 1 日の割り当て
ko: 일일 할당량
pt_br: Cota diária
ru: Суточная квота
tr: Günlük kota
uk: Денний ліміт
uz: Kunlik kvota
zh_hans: 每日额度
zh_hant: 每日額度

source: Longer window
de: Längeres Zeitfenster
fr: Fenêtre plus longue
id: Jendela lebih panjang
ja: 長期の枠
ko: 장기 사용 기간
pt_br: Janela mais longa
ru: Более длинное окно
tr: Uzun dönem
uk: Довше вікно
uz: Uzunroq oyna
zh_hans: 更长周期
zh_hant: 更長週期

source: %lldm limit
de: %lld-Min.-Limit
fr: Limite %lld min
id: Batas %lld mnt
ja: %lld 分の上限
ko: %lld분 제한
pt_br: Limite de %lldm
ru: Лимит на %lld мин
tr: %lld dk limiti
uk: Ліміт %lld хв
uz: %lld daqiqalik limit
zh_hans: %lld 分钟额度
zh_hant: %lld 分鐘額度

source: %lldh limit
de: %lld-Std.-Limit
fr: Limite %lld h
id: Batas %lld jam
ja: %lld 時間の上限
ko: %lld시간 제한
pt_br: Limite de %lldh
ru: Лимит на %lld ч
tr: %lld sa limiti
uk: Ліміт %lld год
uz: %lld soatlik limit
zh_hans: %lld 小时额度
zh_hant: %lld 小時額度

source: %lldd limit
de: %lld-Tage-Limit
fr: Limite %lld j
id: Batas %lld hari
ja: %lld 日の上限
ko: %lld일 제한
pt_br: Limite de %lldd
ru: Лимит на %lld дн
tr: %lld günlük limit
uk: Ліміт %lld дн
uz: %lld kunlik limit
zh_hans: %lld 天额度
zh_hant: %lld 天額度

source: Weekly
de: Wöchentlich
fr: Hebdomadaire
id: Mingguan
ja: 週間
ko: 주간
pt_br: Semanal
ru: Недельный
tr: Haftalık
uk: Тижневий
uz: Haftalik
zh_hans: 每周
zh_hant: 每週

source: MCP (1 month)
de: MCP (1 Monat)
fr: MCP (1 mois)
id: MCP (1 bulan)
ja: MCP（1 か月）
ko: MCP (1개월)
pt_br: MCP (1 mês)
ru: MCP (1 месяц)
tr: MCP (1 ay)
uk: MCP (1 місяць)
uz: MCP (1 oy)
zh_hans: MCP（1 个月）
zh_hant: MCP（1 個月）

source: Usage (%lld h)
de: Nutzung (%lld Std.)
fr: Consommation (%lld h)
id: Penggunaan (%lld jam)
ja: 使用量（%lld 時間）
ko: 사용량 (%lld시간)
pt_br: Uso (%lld h)
ru: Использование (%lld ч)
tr: Kullanım (%lld sa)
uk: Використання (%lld год)
uz: Foydalanish (%lld soat)
zh_hans: 用量（%lld 小时）
zh_hant: 用量（%lld 小時）

source: Usage (%lld wk)
de: Nutzung (%lld Wo.)
fr: Consommation (%lld sem.)
id: Penggunaan (%lld mgg)
ja: 使用量（%lld 週）
ko: 사용량 (%lld주)
pt_br: Uso (%lld sem)
ru: Использование (%lld нед.)
tr: Kullanım (%lld hf)
uk: Використання (%lld тиж.)
uz: Foydalanish (%lld hafta)
zh_hans: 用量（%lld 周）
zh_hant: 用量（%lld 週）

source: Usage
de: Nutzung
fr: Consommation
id: Penggunaan
ja: 使用量
ko: 사용량
pt_br: Uso
ru: Использование
tr: Kullanım
uk: Використання
uz: Foydalanish
zh_hans: 用量
zh_hant: 用量

source: Pro searches
de: Pro-Suchen
fr: Recherches Pro
id: Pencarian Pro
ja: Pro 検索
ko: Pro 검색
pt_br: Buscas Pro
ru: Поиски Pro
tr: Pro aramalar
uk: Пошуки Pro
uz: Pro qidiruvlar
zh_hans: Pro 搜索
zh_hant: Pro 搜尋

source: Research
de: Recherche
fr: Recherche
id: Riset
ja: リサーチ
ko: 리서치
pt_br: Pesquisa
ru: Исследования
tr: Araştırma
uk: Дослідження
uz: Tadqiqot
zh_hans: 研究
zh_hant: 研究

source: Agentic research
de: Agentische Recherche
fr: Recherche agentique
id: Riset agen
ja: エージェントリサーチ
ko: 에이전트 리서치
pt_br: Pesquisa com agentes
ru: Агентные исследования
tr: Ajan tabanlı araştırma
uk: Агентні дослідження
uz: Agentli tadqiqot
zh_hans: 智能体研究
zh_hant: 智能體研究

source: Free queries
de: Kostenlose Anfragen
fr: Requêtes gratuites
id: Kueri gratis
ja: 無料クエリ
ko: 무료 질의
pt_br: Consultas gratuitas
ru: Бесплатные запросы
tr: Ücretsiz sorgular
uk: Безкоштовні запити
uz: Bepul soʻrovlar
zh_hans: 免费查询
zh_hant: 免費查詢

source: Requests today · no limit published
de: Anfragen heute · kein Limit veröffentlicht
fr: Requêtes aujourd'hui · aucune limite publiée
id: Permintaan hari ini · batas tidak dipublikasikan
ja: 本日のリクエスト · 上限の公表なし
ko: 오늘 요청 수 · 한도 미공개
pt_br: Solicitações hoje · nenhum limite publicado
ru: Запросы сегодня · лимит не указан
tr: Bugünkü istekler · yayımlanmış limit yok
uk: Запитів сьогодні · ліміт не опубліковано
uz: Bugungi soʻrovlar · limit eʼlon qilinmagan
zh_hans: 今日请求 · 未公布额度
zh_hant: 今日要求 · 未公佈額度

source: no requests today
de: heute keine Anfragen
fr: aucune requête aujourd'hui
id: tidak ada permintaan hari ini
ja: 本日のリクエストなし
ko: 오늘 요청 없음
pt_br: nenhuma solicitação hoje
ru: сегодня запросов нет
tr: bugün istek yok
uk: сьогодні запитів немає
uz: bugun soʻrovlar yoʻq
zh_hans: 今日暂无请求
zh_hant: 今日暫無要求

source: ~%lld request today
de: ~%lld Anfrage heute
fr: ~%lld requête aujourd'hui
id: ~%lld permintaan hari ini
ja: 本日 約 %lld リクエスト
ko: 오늘 요청 약 %lld회
pt_br: ~%lld solicitação hoje
ru: сегодня ~%lld запрос
tr: bugün ~%lld istek
uk: сьогодні ~%lld запит
uz: ~%lld soʻrov bugun
zh_hans: 今日约 %lld 次请求
zh_hant: 今日約 %lld 次要求

source: ~%lld requests today
de: ~%lld Anfragen heute
fr: ~%lld requêtes aujourd'hui
id: ~%lld permintaan hari ini
ja: 本日 約 %lld リクエスト
ko: 오늘 요청 약 %lld회
pt_br: ~%lld solicitações hoje
ru: сегодня ~%lld запросов
tr: bugün ~%lld istek
uk: сьогодні запитів: ~%lld
uz: ~%lld soʻrov bugun
zh_hans: 今日约 %lld 次请求
zh_hant: 今日約 %lld 次要求

source: %@ Usage
de: %@-Nutzung
fr: Consommation %@
id: Penggunaan %@
ja: %@ の使用量
ko: %@ 사용량
pt_br: Uso do %@
ru: Использование %@
tr: %@ kullanımı
uk: Використання %@
uz: %@ foydalanishi
zh_hans: %@ 用量
zh_hant: %@ 用量

source: and %lld more
de: und %lld weitere
fr: et %lld de plus
id: dan %lld lainnya
ja: ほか %lld 件
ko: 외 %lld개
pt_br: e mais %lld
ru: и ещё %lld
tr: ve %lld tane daha
uk: і ще %lld
uz: va yana %lld ta
zh_hans: 还有 %lld 个
zh_hant: 還有 %lld 個

source: working
de: arbeitend
fr: en cours
id: bekerja
ja: 作業中
ko: 작업 중
pt_br: trabalhando
ru: работает
tr: çalışıyor
uk: працює
uz: ishlamoqda
zh_hans: 工作中
zh_hant: 工作中

source: waiting
de: wartend
fr: en attente
id: menunggu
ja: 待機中
ko: 대기 중
pt_br: aguardando
ru: ожидает
tr: bekliyor
uk: очікує
uz: kutmoqda
zh_hans: 等待中
zh_hant: 等待中

source: idle
de: untätig
fr: inactive
id: siaga
ja: アイドル
ko: 유휴 상태
pt_br: ocioso
ru: бездействует
tr: boşta
uk: простій
uz: boʻsh
zh_hans: 空闲
zh_hant: 空閒

source: Working
de: Arbeitend
fr: En cours
id: Bekerja
ja: 作業中
ko: 작업 중
pt_br: Trabalhando
ru: Работа
tr: Çalışıyor
uk: Працює
uz: Ishlamoqda
zh_hans: 工作中
zh_hant: 工作中

source: Untitled chat
de: Unbenannter Chat
fr: Conversation sans titre
id: Obrolan tanpa judul
ja: 無題のチャット
ko: 제목 없는 채팅
pt_br: Conversa sem título
ru: Чат без названия
tr: Adsız sohbet
uk: Чат без назви
uz: Nomsiz suhbat
zh_hans: 未命名对话
zh_hant: 未命名對話

source: Always show
de: Immer anzeigen
fr: Toujours afficher
id: Selalu tampilkan
ja: 常に表示
ko: 항상 표시
pt_br: Sempre exibir
ru: Всегда показывать
tr: Her zaman
uk: Показувати завжди
uz: Doimo
zh_hans: 始终显示
zh_hant: 始終顯示

source: Show on hover
de: Bei Hover anzeigen
fr: Afficher au survol
id: Tampilkan saat hover
ja: ホバー時に表示
ko: 마우스를 올리면 표시
pt_br: Exibir ao passar o cursor
ru: Показывать при наведении
tr: Üzerine gelince
uk: Показувати при наведенні
uz: Kursorda
zh_hans: 悬停时显示
zh_hant: 懸停時顯示

source: Hide
de: Ausblenden
fr: Masquer
id: Sembunyikan
ja: 非表示
ko: 숨기기
pt_br: Ocultar
ru: Скрыть
tr: Gizle
uk: Приховати
uz: Yashirish
zh_hans: 隐藏
zh_hant: 隱藏

source: The notch stays open with every reading visible.
de: Die Notch bleibt offen, mit allen Messwerten sichtbar.
fr: L'encoche reste ouverte, tous les relevés visibles.
id: Notch tetap terbuka dengan semua data terlihat.
ja: ノッチは開いたままで、すべての読み取りが見えます。
ko: 노치를 열어 두고 모든 측정값을 표시합니다.
pt_br: O notch fica aberto com todas as leituras visíveis.
ru: Выемка остаётся открытой, и все данные видны.
tr: Çentik tüm veriler görünür şekilde açık kalır.
uk: Виріз лишається відкритим, усі показники видно.
uz: Notch barcha koʻrsatkichlar koʻrinadigan holda ochiq qoladi.
zh_hans: 刘海保持展开，所有读数都看得见。
zh_hant: 瀏海保持展開，所有讀數都看得見。

source: A small pill at the screen edge that opens when you reach it.
de: Eine kleine Pille am Bildschirmrand, die sich öffnet, sobald du sie erreichst.
fr: Une petite pastille au bord de l'écran, qui s'ouvre quand vous l'atteignez.
id: Pil kecil di tepi layar yang terbuka saat kursor diarahkan.
ja: 画面の端に小さなピル。ポインタを近づけると開きます。
ko: 화면 가장자리의 작은 필에 포인터를 가져가면 펼쳐집니다.
pt_br: Uma pequena cápsula na borda da tela que abre quando você chega nela.
ru: Небольшая панель у края экрана, которая открывается при наведении.
tr: Ekran kenarında, imleçle ulaştığınızda açılan küçük bir hap.
uk: Невелика смужка біля краю екрана, що розгортається при наведенні.
uz: Ekran chekkasidagi kichkina choʻzinchoq shakl — unga yetganingizda ochiladi.
zh_hans: 屏幕边缘一颗小胶囊，指针移过去就会展开。
zh_hant: 螢幕邊緣一顆小膠囊，游標移過去就會展開。

source: Nothing on screen. Open Codenotch again from Applications to bring these settings back.
de: Nichts auf dem Bildschirm. Öffne Codenotch erneut aus dem Programme-Ordner, um diese Einstellungen zurückzuholen.
fr: Rien à l'écran. Rouvrez Codenotch depuis Applications pour retrouver ces réglages.
id: Tidak ada di layar. Buka kembali Codenotch dari Aplikasi untuk mengembalikan pengaturan ini.
ja: 画面には何も出ません。この設定に戻るには、アプリケーションから Codenotch をもう一度開いてください。
ko: 화면에 아무것도 표시하지 않습니다. 이 설정으로 돌아오려면 응용 프로그램에서 Codenotch를 다시 여십시오.
pt_br: Nada na tela. Abra o Codenotch novamente em Aplicativos para trazer estes ajustes de volta.
ru: Ничего не показывать. Откройте Codenotch снова из Программ, чтобы вернуть эти настройки.
tr: Ekranda hiçbir şey yok. Bu ayarları geri getirmek için Codenotch'u Uygulamalar klasöründen yeniden açın.
uk: Нічого на екрані. Відкрийте Codenotch знову з теки «Програми», щоб повернути ці налаштування.
uz: Ekranda hech narsa yoʻq. Bu sozlamalarni qaytarish uchun Codenotchʼni Applicationsʼdan qayta oching.
zh_hans: 屏幕上什么都没有。从「应用程序」再打开 Codenotch，才能回到这些设置。
zh_hant: 螢幕上什麼都沒有。從「應用程式」再開啟 Codenotch，才能回到這些設定。

source: Menu bar
de: Menüleiste
fr: Barre des menus
id: Bilah menu
ja: メニューバー
ko: 메뉴 막대
pt_br: Barra de menus
ru: Строка меню
tr: Menü çubuğu
uk: Рядок меню
uz: Menyu paneli
zh_hans: 菜单栏
zh_hant: 選單列

source: Neither
de: Keines von beidem
fr: Aucun
id: Keduanya tidak
ja: どちらにも出さない
ko: 표시 안 함
pt_br: Nenhum
ru: Ни то ни другое
tr: Hiçbiri
uk: Ніде
uz: Hech biri
zh_hans: 都不显示
zh_hant: 都不顯示
